Repository: zeynepmuslim/secure-photo-cleaner-app
Catalog: Localizable.xcstrings
Source language: en
Languages: tr

# similarHelp.keepDesc
source: Keep in default place
tr: Orijinal yerinde bırak

# similarHelp.store
source: Store
tr: Depola

# similarHelp.storeDesc
source: Save to a separate album
tr: Ayrı bir albüme kaydet

# similarHelp.storeHint
source: Tap the button to select storage
tr: Depolama seçimi için butona dokun

# similarHelp.tapToToggle
source: Tap to toggle between Keep / Delete
tr: Tut / Sil arasında geçiş yapmak için dokun

# similarPhotos.alreadyProcessedMessage
source: This group has already been processed. You can undo it if needed.
tr: Bu grup zaten işlendi. Gerekirse geri alabilirsiniz.

# similarPhotos.alreadyProcessedTitle
source: Already Processed
tr: Zaten İşlendi

# similarPhotos.batchBinTitle
source: Confirm All Groups
tr: Tüm Grupları Onayla

# similarPhotos.batchConfirmAction
source: Add to Bin
tr: Çöpe Ekle

# similarPhotos.batchConfirmTitle
source: Confirm All Groups?
tr: Tüm Gruplar Onaylansın mı?

# similarPhotos.confirm
source: Confirm
tr: Onayla

# similarPhotos.confirmTitle
source: Confirm Actions
tr: İşlemleri Onayla

# similarPhotos.deleteCount
source: Delete %lld photos
tr: %lld fotoğrafı sil

# similarPhotos.fromGroups
source: From %lld groups
tr: %lld gruptan

# similarPhotos.keepCount
source: Keep %lld photos
tr: %lld fotoğrafı tut

# similarPhotos.navTitle
source: Similar · %@
tr: Benzer · %@

# similarPhotos.noSimilarMessage
source: No similar photos were found in this month. Try another month or scan again.
tr: Bu ayda benzer fotoğraf bulunamadı. Başka bir ay deneyin veya tekrar tarayın.

# similarPhotos.noSimilarTitle
source: No Similar Photos Found
tr: Benzer Fotoğraf Bulunamadı

# similarPhotos.noUnprocessedGroups
source: All groups have been processed!
tr: Tüm gruplar işlendi!

# similarPhotos.photosAccessDenied
source: Photos access is required to scan for similar photos.
tr: Benzer fotoğrafları taramak için fotoğraf erişim gereklidir.

# similarPhotos.scanAgain
source: Scan Again
tr: Tekrar Tara

# similarPhotos.scanningMessage
source: Scanning for similar photos...
tr: Benzer fotoğraflar taranıyor...

# similarPhotos.storeCount
source: Store %lld photos
tr: %lld fotoğrafı depola

# similarPhotos.title
source: Similar Photos
tr: Benzer Fotoğraflar

# similarPhotos.tryAnotherMonth
source: Try Another Month
tr: Başka Bir Ay Deneyin

# similarPhotos.undoAll
source: Undo All
tr: Tümünü Geri Al

# storageAnalysis.allPhotosAndVideos
source: All Photos and Videos
tr: Tüm Fotoğraflar ve Videolar

# storageAnalysis.analyzeStorage
source: Analyze Storage
tr: Depolamayı Analiz Et

# storageAnalysis.analyzing
source: Analyzing...
tr: Analiz ediliyor...

# storageAnalysis.available
source: Available
tr: Kullanılabilir

# storageAnalysis.generalStorageInfoOnly
source: Storage information is based on device estimates and may vary slightly.
tr: Depolama bilgileri cihaz tahminlerine dayanır ve biraz farklılık gösterebilir.

# storageAnalysis.iCloudActiveInfo
source: iCloud Photos enabled on device
tr: Cihazda iCloud Fotoğraflar etkin

# storageAnalysis.iCloudBannerText
source: iCloud Photo Library detected. %1$d items (%2$@, %3$d%%) are stored only in iCloud.
tr: iCloud Fotoğraf Kütüphanesi algılandı. %1$d öge (%2$@, %%%3$d) yalnızca iCloud'da saklanıyor.

# storageAnalysis.iCloudOnly
source: iCloud Only
tr: Yalnızca iCloud

# storageAnalysis.lastAnalyzed
source: Last analyzed: %@
tr: Son analiz: %@

# storageAnalysis.lastAnalyzedStale
source: %@ — Tap to refresh
tr: %@ — Yenilemek için dokunun

# storageAnalysis.mediaCountSubtitle
source: %d photos · %d videos
tr: %d fotoğraf · %d video

# storageAnalysis.notAnalyzedYet
source: Not analyzed yet
tr: Henüz analiz edilmedi

# storageAnalysis.onThisDevice
source: On This Device
tr: Bu Cihazda

# storageAnalysis.other
source: Other
tr: Diğer

# storageAnalysis.photos
source: Photos
tr: Fotoğraflar

# storageAnalysis.saved
source: Saved
tr: Kazanılan

# storageAnalysis.storageBreakdown
source: Storage Breakdown
tr: Depolama Dağılımı

# storageAnalysis.totalLibrary
source: Total Library
tr: Toplam Kütüphane

# storageAnalysis.tryAgain
source: Try Again
tr: Tekrar Deneyin

# storageAnalysis.unableToAnalyze
source: Unable to analyze storage
tr: Depolama analiz edilemiyor

# storageAnalysis.used
source: Used
tr: Kullanılan

# storageAnalysis.videos
source: Videos
tr: Videolar

# storageLite.analyzeStorage
source: Analyze Storage
tr: Depolamayı Analiz Et

# storageLite.analyzing
source: Analyzing...
tr: Analiz ediliyor...

# storageLite.available
source: Available
tr: Kullanılabilir

# storageLite.generalStorageInfo
source: Storage information is based on device estimates and may vary.
tr: Depolama bilgileri cihaz tahminlerine dayanır ve farklılık gösterebilir.

# storageLite.iCloudActiveInfo
source: iCloud Photos enabled on device
tr: Cihazda iCloud Fotoğraflar etkin

# storageLite.lastAnalyzed
source: Last analyzed: %@
tr: Son analiz: %@

# storageLite.notAnalyzedYet
source: Not analyzed yet
tr: Henüz analiz edilmedi

# storageLite.other
source: Other
tr: Diğer

# storageLite.photos
source: Photos
tr: Fotoğraflar

# storageLite.savedLabel
source: Saved: %@
tr: Kazanılan: %@

# storageLite.storage
source: Storage
tr: Depolama

# storageLite.tryAgain
source: Try Again
tr: Tekrar Deneyin

# storageLite.unableToAnalyze
source: Unable to analyze storage
tr: Depolama analiz edilemiyor

# storageLite.usageLabel
source: Usage: %@ / %@
tr: Kullanım: %@ / %@

# storageLite.used
source: Used
tr: Kullanılan

# storageLite.videos
source: Videos
tr: Videolar

# storageSheet.analyzing
source: Analyzing...
tr: Analiz ediliyor...

# storageSheet.title
source: Storage Analysis
tr: Depolama Analizi

# storeTutorial.albumFavorites
source: Favorites
tr: Favoriler

# storeTutorial.albumRecents
source: Recents
tr: Son Kaydedilenler

# storeTutorial.albumScreenshots
source: Screenshots
tr: Ekran Resimleri

# storeTutorial.albumSelfies
source: Selfies
tr: Selfie’ler

# storeTutorial.albumVideos
source: Videos
tr: Videolar

# suggestion.duplicateShots
source: Clean up duplicate shots!
tr: Tekrarlanan çekimleri temizleyin!

# suggestion.largestVideos
source: See your largest videos
tr: En büyük videolarınızı görün

# suggestion.oldestFiles
source: Start with your oldest files
tr: En eski dosyalarınızla başlayın

# suggestion.screenshots
source: Review your screenshots
tr: Ekran görüntülerinizi inceleyin

# suggestion.similarPhotos
source: Clean up similar photos
tr: Benzer fotoğrafları temizleyin

# swipeCard.contentUnavailableSubtitle
source: This %@ cannot be displayed. It may be corrupted or in an unsupported format.
tr: Bu %@ görüntülenemiyor. Bozuk veya desteklenmeyen bir formatta olabilir.

# swipeCard.contentUnavailableTitle
source: %@ Unavailable
tr: %@ Kullanılamıyor

# swipeCard.enableInternetAccess
source: Enable Internet Access
tr: İnternet Erişimini Etkinleştir

# swipeCard.iCloudNotDownloaded
source: iCloud %@ Not Downloaded
tr: iCloud %@ İndirilmedi

# swipeCard.iCloudSubtitle
source: This %@ is stored in iCloud. Enable internet access in Settings to download it.
tr: Bu %@ iCloud'da saklanıyor. İndirmek için Ayarlar'dan internet erişimini etkinleştirin.

# swipeCard.lowQuality
source: Low Quality
tr: Düşük Kalite

# tab.home
source: Home
tr: Ana Sayfa

# tab.photos
source: Photos
tr: Fotoğraflar

# tab.settings
source: Settings
tr: Ayarlar

# tab.videos
source: Videos
tr: Videolar

# timeAgo.daysAgo
source: %lld days ago
tr: %lld gün önce

# timeAgo.hoursAgo
source: %lld hours ago
tr: %lld saat önce

# timeAgo.justNow
source: Just now
tr: Az önce

# timeAgo.minutesAgo
source: %lld minutes ago
tr: %lld dakika önce

# timeAgo.sevenPlusDays
source: 7+ days ago
tr: 7+ gün önce

# tipJar.error
source: Something went wrong
tr: Bir sorun oluştu

# tipJar.gate.enableButton
source: Allow Internet Access
tr: İnternet Erişimine İzin Ver

# tipJar.gate.subtitle
source: Leaving a tip contacts only Apple's App Store servers. Internet access will be turned off automatically after your transaction.
tr: Bahşiş bıraktığında sadece Apple'ın App Store sunucularıyla iletişim kurulur. İşlem tamamlandığında internet erişimi otomatik olarak kapatılır.

# tipJar.gate.title
source: Internet Access Required
tr: İnternet Erişimi Gerekli

# tipJar.internetRestored
source: Internet access turned off.
tr: İnternet erişimi kapatıldı.

# tipJar.loading
source: Loading…
tr: Yükleniyor…

# tipJar.openSourceNote
source: Free, ad-free, and open source. Tips fund development.
tr: Ücretsiz, reklamsız ve açık kaynak. Bahşişler geliştirmeyidestekler.

# tipJar.retry
source: Try Again
tr: Tekrar Dene

# tipJar.securePayment
source: Processed securely through Apple. Your photos and data are never accessed.
tr: Apple'ın güvenli ödeme sistemi üzerinden gerçekleşir. Fotoğraflarınıza veya verilerinize erişilmez.

# tipJar.selectAmount
source: Select an amount
tr: Bir miktar seç

# tipJar.sendTipFormat
source: Send tip · %@
tr: Bahşiş Bırak · %@

# tipJar.subtitle
source: Your tips help keep Purgio free and ad-free.
tr: Bahşişleriniz Purgio'nun ücretsiz ve reklamsız kalmasına yardımcı olur.

# tipJar.thankYou
source: Thank you for your support!
tr: Desteğin için teşekkürler!

# tipJar.tier.large
source: Large Tip
tr: Büyük Bahşiş

# tipJar.tier.medium
source: Medium Tip
tr: Orta Bahşiş

# tipJar.tier.small
source: Small Tip
tr: Küçük Bahşiş

# tipJar.title
source: Support the Project
tr: Projeyi Destekle

# undoAction.keptPhoto
source: Kept
tr: Saklandı

# undoAction.markedForDeletion
source: Marked for Deletion
tr: Silinmek Üzere İşaretlendi

# undoAction.willBeStored
source: Will Be Stored
tr: Depolanacak

# undoHistory.delete
source: Delete
tr: Sil

# undoHistory.itemCount
source: %lld items •
tr: %lld öge •

# undoHistory.keep
source: Keep
tr: Tut

# undoHistory.selectMultiple
source: Select Multiple
tr: Çoklu Seçim

# undoHistory.store
source: Store
tr: Depola

# undoHistory.undo
source: Undo
tr: Geri Al

# undoHistory.undoAllMessage
source: This will undo all actions in the current session. Photos will be removed from the delete bin and store list.
tr: Bu, geçerli oturumdaki tüm işlemleri geri alacaktır. Fotoğraflar silme kutusundan ve depolama listesinden kaldırılacaktır.

# undoHistory.undoAllTitle
source: Undo All
tr: Tümünü Geri Al

# widget.analysisComplete
source: Analysis complete!
tr: Analiz tamamlandı!

# widget.analyzed
source: Analyzed
tr: Analiz Edildi

# widget.scanningPhotos
source: Scanning photos...
tr: Fotoğraflar taranıyor...

# widget.scanningVideos
source: Scanning videos...
tr: Videolar taranıyor...

# widget.storage
source: Storage
tr: Depolama

# widget.storageAnalysis
source: Storage Analysis
tr: Depolama Analizi
